import MyBreadcrumb from "../../../generalComponents/MyBreadcrumb/MyBreadcrumb";

import { Container } from "react-bootstrap";

const QnaPage = () => {
	const myBread = [
		{ first: "/", second: "Αρχική" },
		{ second: "Συχνές Ερωτήσεις" },
	];

	return (
		<div>
			<MyBreadcrumb array={myBread} />

			<div className="external">
				<div className="internal">
					<div className="top">
						<span id="underlined">Συχνές Ερωτήσεις</span>
					</div>
				</div>
			</div>

			<Container>
				<Container>
					<h5>
						<b>
							Τι δικαιολογητικά χρειάζονται για να αναγνωρίσω το
							Βασικό πτυχίο μου / το Μεταπτυχιακό μου / το
							Διδακτορικό μου;
						</b>
						<ul className="pt-2">
							<li>Χρειάζεσαι μόνο το πτυχίο σου.</li>
						</ul>
						<hr />
						<b>Σε πόσο καιρό θα αναγνωριστεί το πτυχίο μου;</b>
						<ul className="pt-2">
							<li>
								Κάθε αίτηση έχει έναν νεκρό χρόνο αναμονής από
								την υποβολή της μέχρι τον προέλεγχο, που
								ανέρχεται σήμερα στις 40 ημέρες για όλες τις
								αιτήσεις οριζόντια.
							</li>
							<li>
								Οι χρόνοι διεκπεραίωσης διαφέρουν σημαντικά
								ανάλογα με τον κλάδο και τον τύπο του τίτλου
								(βασικό, μεταπτυχιακό, διδακτορικό). Μεταξύ
								τίτλων ίδιου κλάδου και ίδιου τύπου ο χρόνος
								διεκπεραίωσης είναι ίδιος.
							</li>
							<li>
								Υπάρχουν κλάδοι που έχουν χρόνο διεκπεραίωσης
								(μετά τη λήψη Αριθμού Πρωτοκόλλου) 1-2 μήνες,
								αλλά και κλάδοι που έχουν χρόνο διεκπεραίωσης
								12-14 μήνες. Ενδιάμεσα, υπάρχουν κλάδοι με
								χρόνους 3-4 μηνών μέχρι και 8-9 μηνών.
							</li>
						</ul>
						<hr />
						<b>
							Θα ειδοποιηθώ όταν ολοκληρωθεί η αναγνώριση και θα
							μου την στείλετε στην διεύθυνση μου;
						</b>
						<ul className="pt-2">
							<li>
								Για αιτήσεις που κατατέθηκαν πριν τις
								20/05/2019: Η/ο ενδιαφερόμενη/ος ενημερώνεται
								για την ολοκλήρωση της διαδικασίας αναγνώρισης
								του τίτλου του από την υπηρεσία μας με sms ή
								e-mail. Η ολοκλήρωση της διαδικασίας δηλώνεται
								στην on-line πορεία της ιστοσελίδας μας με το
								χαρακτηρισμό ΑΠΟΣΥΝΔΕΣΗ. Ωστόσο, οι Πράξεις
								Αναγνώρισης και οι Βεβαιώσεις βαθμολογικής
								αντιστοιχίας δεν αποστέλλονται. Παραλαμβάνονται
								από τον ενδιαφερόμενο ή από εξουσιοδοτημένο
								εκπρόσωπό του από το τμήμα Παραλαβής του ΔΟΑΤΑΠ.
							</li>
							<li>
								Για αιτήσεις που υποβλήθηκαν από 20/05/2019 και
								μετά: Με την υπογραφή του Προέδρου η τελική
								πράξη αποστέλλεται ηλεκτρονικά στον πολίτη σε
								πραγματικό χρόνο.
							</li>
						</ul>
						<hr />
						<b>Πώς μπορώ να δω την κατάσταση της αίτησής μου;</b>
						<ul className="pt-2">
							<li>
								Για να δεις την κατάσταση της αίτησής σου,
								συνδέσου στον λογαριασμό σου και πήγαινε σελίδα
								οι Αιτήσεις μου.
							</li>
						</ul>
					</h5>
					<hr />
				</Container>
			</Container>
		</div>
	);
};

export default QnaPage;
